REGEDIT4

[-HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64]

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64\AtscAntenaList]
"0"=""

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64\AtscCableList]
"0"=""

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64\BMItem_0]
"0"="552092*书签 1*28000000480000004800000001002000040000000A0800000000000000000000000000000000000000000000FFD8FFE000104A46494600010200000100010000FFFE00104C61766335382E36372E31303100FFDB0043000802020202020202020202020303030303030303030303030303030304040403030303030303040404040404040404040404040505050606050507070708080AFFC400A3000100020203010000000000000000000000060502070401030801010101000000000000000000000000000001021000010204050202070505090100000000010203000504111213062107413151226132148115D193711755D3239553165494D2A1249291572625D4471100010204040207030D010100000000000102032100111231135104221461B192719141E1A105D183231582D381632453526232424334FFC00011080048004803012200021100031100FFDA000C03010002110311003F00F9FE10842528421094A10842528421094A1084253B49EE54E4F798F6CA3E4AD70F3A5CCA79089E4E03976C809B34CD7826E31AB7EC311DE3C8730F23BD50A4B9C8DC8EDA70BA56963524D50BF227CA9567563A0848C57EC6C6C22B93312D2DD5B5452E6D4B754E29619B2D4E12AF3A94140957988C5DE31670BB50F3CA4202B21E00EE4A4280B80A595AEC4EE7CD1BBA9813E10EBAC83EF46A7CCF9C71C709B67F95390D6D5A93963931B72C014546A699D85D37CB20BCC7AC3D550251E26316395799B01F67E56E444A6F6F2EAA98A05C003B7C4C74B0BDADB470FF005D14ADBE912E270211FA88B0DF6056FB8EE585DADDEDB8C2008F27EA5C78259522549230D9685B5F6FAD98506F7B2BBC679A3126D1434F21356E6E592331D43615429B8030269FE5C1E14066CCF3073A849B72CF2110773FF28ABFB36B4C0ABDC2D18FDEB7380FFEABC89EED5B32F4784CFD237F918ACCCA85B5939B485163B7F85BD85EE310017D4DBCD73D231F675100DE9FEAB5D3D18BFD3C7A406ED0625D6BB4998376A8FE736C4574A40FCA4DA5272472D22AD979FD79ACEBD2DA70169CD53306829BB9296C3A89921C4A52B5662425560ADC8EF1C8472F721A4B6DAA65A816DA3CA968EB6D45969BEC6DFF0075B0C24A762058C52228D4BBD9CA34D803E6A86517BF8625817F11D0474AA652715CD39B77B3AD13DEDB00AB9F75F6DE19ED915CC6A986235EF9732E9AAF9CDB91AF1635A639BAC26F51CA5A89FA75533E99B51B8B5294A98B5AAE6EF3CD3E1A2D26A134E6BC66A909CB08BAD4A2A056A539EA0C3F8DB55FFB97AEFF0069CCFF00F5C53B0154D52D2D2A6B10056928521C00D8DAF6BA6FE831EBF17987EFC7F91BF942B13FD7B29F819B76E7F591D95FDA4F1C30FAD6421879649D8250B24DFB5AC3AF4F18EF0BEC9793714AE169606734AEA36180E03BFDA22D34069A54FAAEB196E69572B5D3D31539669AA80B5A9F0D1465B9842305B62093E98B694F12C8D154A54E2B9F9AB797850D96534A733126C735A74ABB5C58D93BDE0A7129ADDD5310CBAB014845C35A81EBEC98CB75332699467554B169B04A4245BCB846CB405B8AB917C46E3BED68395D56BCDC35AC23120252060C0950EA52582A29DBB0503E989739C4DA4005B8995A4A462B01535076BF42AB5EDE9F746078CF472861329591E19CF78DFC6FDC4652B64548BBC0FC4CEB967D7A1C3FEC21D02101D1DF30E77E2AF90A7A692D7081604B2B1B7B9623AC8AFF00C4257F49CFCC8982F8B746B84A8CB6A937515F96A5D4D89E82DD8780ED1D2B89B462D384CBE6245C1B7B65474D81DB78A37081FBBC2749DB3DF863EBFA4C4322BFF10967D173F323ACB987F3745F417F9D12FF00BA3D0C36F60987F5F51F387DD2686FE42BFF00AFA8F9C39946AAF032E59FFE1DAF4989537C45A743B992F7D29B85A57485C4E170141365B8A4850C44B6A23CAB0950DC47A67B9FBAA4FA08F944835771BE929369A9C4D2828EB5BA8A7602DA52AB1E712159A84F990A38542CA3B188DE72BC7FB840292BA9153F71D3BE62D0E3668AB7582BD2661C07ACB47716FF001339AFF841DE50A89ABF4AAA5AB4CF5996A68A99943F994ED80307EB3AB6DEC4ABDB2EDD6391AE795AA351C9E534DA4389E41A36614D5950ED7D5B356D14D650B94EDA5AA4F627A6358A0E34E85BC5E4B83105610836BC69084551DB2D4145977BB3607BC591E89C34F6F196D6DA1CDAF1149B8B04AD169AFCDAB3B86EC17A89DD5A6E9F96679A72A751353ED072D6D9AD6E9552F7E96B2A6BD3981FCB7DA4B2D292EB1760B6E142816D6A405A2C6F1E8A9272DD657D2C9D1A9B43399EA1FACCD0CDA9836EA334ADB18453D4AD28534A0A53414CAF120A4A92A06348C20EF245A4276FB4532E022E5A9D2E254282B46C2116D4D686E34AF44B6ABDCA774B73DE0EB7BC64A1D0969A6F975A5C525796B2F5EF5C96D450548B05E1245C2E86F09D696E6F9122898F89E899A325EAA614ED0B3515269D340EA1971FAC52AA5357945C75A0D2D58D6F05E36F1250B233D4DA3399B4B895AEB353E80AE1592E66625C96D2CD6BD14B4CE94E244C16D0229DD68292A71A55946E43616418D190896A6C22C6EE8478A9D3C21431F28C3A6729FA412134DEB4157289236C98A4B954A40CC34A37C04926A78A184EE69D52F2B4A346D76B744CF444DA99899B32C4D130C553333A953ED17535CDD2D5142FD8F2C5CBABC2BB90928BC51D5735EBDA4B97644D581502A6D8A67424A7A280AA2A1BDF7B74B778D6B0814374146D380AD7CCD227CB13E5373BDE55FF00D8D5230C93A9A443C3014184693B1EB796F516A393554B6A6541D6AA806D6E32291AB23124802EF28E20B4F9BD1B470329EFC32BBEB52FF6E20F08CE5BC2B638C24685A51F6E68EA9B9BB8545D712B3ADAA1ECBCF5CA10846A528421094A10842528421094A1084253FFD9"
"1"=""

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64\BMList]
"0"="D:\\Medias\\Videos\\2022年Python爬虫小白到大神-网络爬虫+反爬虫\\2_4_手刃豆瓣top250电影排行（1）.mp4"
"1"=""

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64\DvbcList]
"0"=""

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64\DvbsList]
"0"=""

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64\DvbtList]
"0"=""

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64\FileIconList]
"0"=".3G2*3G2 - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*41"
"1"=".3GP*3GP - 手机电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*28"
"2"=".3GP2*3GP2 - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*42"
"3"=".3GPP*3GPP - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*40"
"4"=".AAC*AAC - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*63"
"5"=".AC3*AC3 - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*62"
"6"=".AIFF*AIFF - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"7"=".AMR*AMR - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*46"
"8"=".AMV*AMV - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"9"=".APE*APE - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*64"
"10"=".ASF*ASF - Windows 媒体文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*3"
"11"=".ASS*ASS - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*73"
"12"=".ASX*ASX - Windows 媒体文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*4"
"13"=".AVI*AVI - Windows 标准视频文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*1"
"14"=".CDA*CDA - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"15"=".CUE*CUE - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"16"=".DIVX*DIVX - 视频文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*2"
"17"=".DMSKM*DMSKM - 手机电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*31"
"18"=".DPG*DPG - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"19"=".DPL*DPL - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"20"=".DSF*DSF - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"21"=".DTS*DTS - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*67"
"22"=".DTSHD*DTSHD - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"23"=".DVR-MS*DVR-MS - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"24"=".EAC3*EAC3 - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"25"=".EVO*EVO - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"26"=".F4V*F4V - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"27"=".FLAC*FLAC - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*68"
"28"=".FLV*FLV - Flash(FLV) 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*32"
"29"=".IDX*IDX - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*75"
"30"=".IFO*IFO - DVD 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*17"
"31"=".K3G*K3G - 手机电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*29"
"32"=".LMP4*LMP4 - MPEG-4 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*27"
"33"=".M1A*M1A - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*49"
"34"=".M1V*M1V - MPEG 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*10"
"35"=".M2A*M2A - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*50"
"36"=".M2T*M2T - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"37"=".M2TS*M2TS - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*77"
"38"=".M2V*M2V - MPEG 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*11"
"39"=".M3U*M3U - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*53"
"40"=".M3U8*M3U8 - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"41"=".M4A*M4A - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*51"
"42"=".M4B*M4B - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*39"
"43"=".M4P*M4P - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*38"
"44"=".M4V*M4V - MPEG-4 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*26"
"45"=".MKA*MKA - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*69"
"46"=".MKV*MKV - Matroska 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*20"
"47"=".MOD*MOD - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*65"
"48"=".MOV*MOV - Quicktime 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*23"
"49"=".MP2*MP2 - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*59"
"50"=".MP2V*MP2V - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*37"
"51"=".MP3*MP3 - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*60"
"52"=".MP4*MP4 - MPEG-4 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*25"
"53"=".MPA*MPA - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*48"
"54"=".MPC*MPC - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*66"
"55"=".MPE*MPE - MPEG 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*12"
"56"=".MPEG*MPEG - MPEG 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*13"
"57"=".MPG*MPG - MPEG 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*14"
"58"=".MPL*MPL - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"59"=".MPLS*MPLS - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"60"=".MPV2*MPV2 - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*36"
"61"=".MQV*MQV - QT 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*24"
"62"=".MTS*MTS - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*78"
"63"=".MXF*MXF - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*79"
"64"=".NSR*NSR - DRM 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"65"=".NSV*NSV - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"66"=".OGG*OGG - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*61"
"67"=".OGM*OGM - OGM 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*19"
"68"=".OGV*OGV - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*80"
"69"=".OPUS*OPUS - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"70"=".PLS*PLS - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*54"
"71"=".PSB*PSB - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"72"=".QT*QT - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*45"
"73"=".RA*RA - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*52"
"74"=".RAM*RAM - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*43"
"75"=".RM*RM - RealMedia 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*21"
"76"=".RMVB*RMVB - RealMedia 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*22"
"77"=".RPM*RPM - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*44"
"78"=".RT*RT - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"79"=".SBV*SBV - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"80"=".SKM*SKM - 手机电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*30"
"81"=".SMI*SMI - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*71"
"82"=".SRT*SRT - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*72"
"83"=".SSA*SSA - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*74"
"84"=".SSF*SSF - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"85"=".SUB*SUB - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*76"
"86"=".SUP*SUP - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"87"=".SWF*SWF - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*56"
"88"=".TAK*TAK - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"89"=".TP*TP - MPEG2 Transport 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*16"
"90"=".TPR*TPR - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*35"
"91"=".TRP*TRP - MPEG2 Transport 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*34"
"92"=".TS*TS - MPEG2 Transport 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*33"
"93"=".TTA*TTA - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"94"=".TTML*TTML - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"95"=".USF*USF - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"96"=".VOB*VOB - DVD 电影文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*18"
"97"=".VTT*VTT - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"98"=".WAV*WAV - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*70"
"99"=".WAX*WAX - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*55"
"100"=".WEBM*WEBM - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"101"=".WM*WM - Windows 媒体文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*5"
"102"=".WMA*WMA - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*47"
"103"=".WMP*WMP - Windows 媒体文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*6"
"104"=".WMV*WMV - Windows 媒体文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*7"
"105"=".WMX*WMX - Windows 媒体文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*8"
"106"=".WTV*WTV - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"107"=".WV*WV - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"108"=".WVX*WVX - Windows 媒体文件*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*9"
"109"=".XSPF*XSPF - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"110"=".XSS*XSS - File*D:\\Programs\\Tools\\PotPlayer\\PotIcons64.dll*0"
"111"=""

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64\MainShortCutList]
"0"="83,2,10433,0"
"1"="68,4,10225,0"
"2"="73,2,10161,0"
"3"=""

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64\Positions]
"MainX"=dword:0000027c
"MainY"=dword:00000160
"MainWidth2"=dword:00000508
"MainHeight2"=dword:0000034d
"VideoWindowWidth"=dword:ffffffff
"VideoWindowHeight"=dword:ffffffff
"MainWindowState"=dword:00000001
"AudioWindowRectL0"=dword:00000362
"AudioWindowRectT0"=dword:00000266
"AudioWindowRectR0"=dword:0000069e
"AudioWindowRectB0"=dword:00000270
"AudioWindowState1"=dword:00000000
"AudioWindowRectL1"=dword:000007a8
"AudioWindowRectT1"=dword:0000021e
"AudioWindowRectR1"=dword:0000096a
"AudioWindowRectB1"=dword:000003b6
"AudioWindowState2"=dword:00000000
"AudioWindowRectL2"=dword:00000147
"AudioWindowRectT2"=dword:0000031f
"AudioWindowRectR2"=dword:00000390
"AudioWindowRectB2"=dword:00000458
"ChatWindowVisible"=dword:00000000
"ChatX"=dword:000001b2
"ChatY"=dword:00000105
"PlayListWindowVisible"=dword:00000000
"PlayListX"=dword:000007f4
"PlayListY"=dword:0000009f
"PlayListWidth"=dword:000001c2
"PlayListHeight"=dword:000004b5
"1stCaptureX"=dword:000000ac
"1stCaptureY"=dword:0000015c
"2ndCaptureX"=dword:000000ac
"2ndCaptureY"=dword:0000015c
"TopMostWindow0"=dword:00000000
"TopMostWindow1"=dword:00000000
"TopMostWindow2"=dword:00000000
"TopMostWindow3"=dword:00000000
"TopMostWindow4"=dword:00000000
"TopMostWindow5"=dword:00000000
"TopMostWindow6"=dword:00000000
"TopMostWindow7"=dword:00000000
"TopMostWindow8"=dword:00000000
"TopMostWindow9"=dword:00000000
"ControlBoxLeft"=dword:00000147
"ControlBoxTop"=dword:0000031f
"ControlBoxWidth"=dword:00000178
"ControlBoxHeight"=dword:0000011c

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64\RememberFiles]
"0"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\69-58、Seata—分布式事务代码搭建-480P 清晰-AVC.mp4"
"1"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\70-59、Seata—Client搭建-480P 清晰-AVC.mp4"
"2"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\71-60、Seata—运行原理总结-480P 清晰-AVC.mp4"
"3"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\72-61、gateway—网关介绍-480P 清晰-AVC.mp4"
"4"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\73-62、GateWay介绍-480P 清晰-AVC.mp4"
"5"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\74-63、Gateway—初体验-480P 清晰-AVC.mp4"
"6"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\75-64、gateway整合nacos-480P 清晰-AVC.mp4"
"7"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\76-65、Gateway—内置路由断言工厂-480P 清晰-AVC.mp4"
"8"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\77-66、Gateway—自定义路由断言工厂-480P 清晰-AVC.mp4"
"9"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\78-67、Gateway—局部（内置、自定义）过滤器-480P 清晰-AVC.mp4"
"10"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\91-80、SkyWalking——日志-480P 清晰-AVC.mp4"
"11"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\89-78、SkyWalking——自定义链路追踪-480P 清晰-AVC.mp4"
"12"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\83-72、SkyWalking—前言-480P 清晰-AVC.mp4"
"13"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\87-76、SkyWalking——接入微服务-480P 清晰-AVC.mp4"
"14"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\88-77、SkyWalking——使用mysql持久化-480P 清晰-AVC.mp4"
"15"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\84-73、介绍Skywalkingmp4-480P 清晰-AVC.mp4"
"16"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\85-74、Skywalking——服务端搭建-480P 清晰-AVC.mp4"
"17"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\86-75、SkyWalking——接入多个微服务-480P 清晰-AVC.mp4"
"18"="0=D:\\Downloads\\BaiduDown\\2024最新版SpringCloud Alibaba从入门到精通\\2024最新版SpringCloud Alibaba从入门到精通教程，一套轻松搞定Java微服务架构！\\90-79、SkyWalking——性能剖析-480P 清晰-AVC.mp4"
"19"="0=D:\\Desktop\\20UU.mp4"
"20"="0=D:\\QLMedias\\Videos\\Spring全家桶\\徐庶老师—Spring全家桶面试题x100\\01-0、课程介绍-720P 高清-AVC.mp4"
"21"="0=D:\\QLMedias\\Videos\\Spring全家桶\\徐庶老师—Spring全家桶面试题x100\\02-1、什么是Spring-720P 高清-AVC.mp4"
"22"="0=D:\\QLMedias\\Videos\\Spring全家桶\\徐庶老师—Spring全家桶面试题x100\\03-2、Spring的优缺点是什么-720P 高清-AVC.mp4"
"23"="0=D:\\QLMedias\\Videos\\Spring全家桶\\徐庶老师—Spring全家桶面试题x100\\04-3、Ioc的作用、优点-720P 高清-AVC.mp4"
"24"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\03-2、Spring的优缺点是什么-720P 高清-AVC.mp4"
"25"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\04-3、Ioc的作用、优点-720P 高清-AVC.mp4"
"26"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\05-4、Spring Ioc的实现机制是什么-720P 高清-AVC.mp4"
"27"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\06-5、IoC和DI的区别是什么-720P 高清-AVC.mp4"
"28"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\07-6、紧耦合和松耦合有什么区别？如何编写松耦合的代码-720P 高清-AVC.mp4"
"29"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\08-7、BeanFactory的作用-720P 高清-AVC.mp4"
"30"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\09-8、BeanDefinition的作用-720P 高清-AVC.mp4"
"31"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\10-9、BeanFactory 和 ApplicationContext有什么区别？-720P 高清-AVC.mp4"
"32"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\11-10、BeanFactory 和FactoryBean有什么区别？-720P 高清-AVC.mp4"
"33"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\12-11、SpringIoC的加载过程-720P 高清-AVC.mp4"
"34"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\13-12、SpringIoC的扩展点及调用时机-720P 高清-AVC.mp4"
"35"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\14-13、什么是Bean？和对象的区别-720P 高清-AVC.mp4"
"36"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\15-14、配置Bean有哪几种方式-720P 高清-AVC.mp4"
"37"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\16-15、Bean有哪几种作用域-720P 高清-AVC.mp4"
"38"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\17-16、单例Bean的优势-720P 高清-AVC.mp4"
"39"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\18-17、Spring的Bean是线程安全的吗-720P 高清-AVC.mp4"
"40"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\19-18、Spring如何处理线程并发问题？-720P 高清-AVC.mp4"
"41"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\20-19、实例化bean有几种方式-720P 高清-AVC.mp4"
"42"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\21-20、什么是bean装配？什么是bean的自动装配？-720P 高清-AVC.mp4"
"43"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\22-21、自动注入有什么限制吗-720P 高清-AVC.mp4"
"44"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\23-22、自动装配的方式有几种-720P 高清-AVC.mp4"
"45"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\24-23、Bean的生命周期回调方法和执行顺序-720P 高清-AVC.mp4"
"46"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\25-24、Spring在加载过程中Bean有哪几种形态-720P 高清-AVC.mp4"
"47"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\26-25、Bean的生命周期-720P 高清-AVC.mp4"
"48"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\27-26、Spring是如何解决Bean的循环依赖的-720P 高清-AVC.mp4"
"49"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\28-27、Spring如何避免在并发情况下获取不完整的Bean-720P 高清-AVC.mp4"
"50"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\29-28、BeanDefinition的加载过程-720P 高清-AVC.mp4"
"51"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\30-29、如何在所有BeanDefinition注册完后做扩展？-720P 高清-AVC.mp4"
"52"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\31-30、如何在Spring所有Bean创建完后做扩展？-720P 高清-AVC.mp4"
"53"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\32-31、Spring容器启动时，为什么先加载BeanFactoryPostProcess-720P 高清-AVC.mp4"
"54"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\33-32、Bean的生产顺序是由什么决定的？-720P 高清-AVC.mp4"
"55"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\34-33、Spring有哪几种配置方式-720P 高清-AVC.mp4"
"56"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\35-34、JavaConfig是如何替代xml的配置方式的-720P 高清-AVC.mp4"
"57"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\36-35、@Component, @Controller, @Repository, @Service 有何区别？-720P 高清-AVC.mp4"
"58"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\37-36、@Import可以有几种用法？-720P 高清-AVC.mp4"
"59"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\38-37、如何让自动注入没有找到依赖Bean时不报错-720P 高清-AVC.mp4"
"60"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\39-38、如何让自动注入找到多个依赖Bean时不报错-720P 高清-AVC.mp4"
"61"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\40-39、@Autowired 注解有什么作用-720P 高清-AVC.mp4"
"62"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\41-40、@Autowired和@Resource之间的区别-720P 高清-AVC.mp4"
"63"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\42-41、@Autowired注解自动装配的过程-720P 高清-AVC.mp4"
"64"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\43-43、@Bean的方法调用是怎么保证单例的？-720P 高清-AVC.mp4"
"65"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\44-45、为什么@ComponentScan不设置basePackage也会扫描？-720P 高清-AVC.mp4"
"66"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\45-46、什么是AOP、能做什么-720P 高清-AVC.mp4"
"67"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\46-47、解释一下Spring AOP中 常见的概念名词-720P 高清-AVC.mp4"
"68"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\47-48、Spring通知有哪些类型？-720P 高清-AVC.mp4"
"69"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\48-49、Spring AOP 和 AspectJ AOP 有什么区别？-720P 高清-AVC.mp4"
"70"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\49-50、JDK动态代理和CGLIB动态代理的区别-720P 高清-AVC.mp4"
"71"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\50-51、JavaConfig方式如何启用AOP-720P 高清-AVC.mp4"
"72"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\51-52、介绍AOP有几种实现方式-720P 高清-AVC.mp4"
"73"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\52-53、Aop内部调用失效原因及解决办法-720P 高清-AVC.mp4"
"74"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\53-54、Spring的AOP是在哪里创建的动态代理？-720P 高清-AVC.mp4"
"75"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\54-56、事务四大特性-720P 高清-AVC.mp4"
"76"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\55-57、Spring支持的事务管理类型和实现方式-720P 高清-AVC.mp4"
"77"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\56-59、说一下 spring 的事务隔离？-720P 高清-AVC.mp4"
"78"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\57-60、Spring事务实现基本原理-720P 高清-AVC.mp4"
"79"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\58-61、Spring事务传播行为实现原理-720P 高清-AVC.mp4"
"80"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\59-62、Spring多线程事务 能否保证事务的一致性-720P 高清-AVC.mp4"
"81"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\60-63、Spring事务的失效原因？-720P 高清-AVC.mp4"
"82"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\61-64、Spring事件监听的核心机制是什么？-720P 高清-AVC.mp4"
"83"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\62-65、Spring源码用到了哪些设计模式-720P 高清-AVC.mp4"
"84"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\63-66、Spring如何管理Mybaits的Mapper接口的-720P 高清-AVC.mp4"
"85"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\64-67、说说你是如何解决 get 和 post 乱码问题？-720P 高清-AVC.mp4"
"86"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\65-68、Spring MVC的控制器是不是单例模式,如果是,有什么问题,怎么解决？-720P 高清-AVC.mp4"
"87"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\66-69、spring MVC的工作流程-720P 高清-AVC.mp4"
"88"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\67-70、SpringMVC中处理AJAX请求原理？-720P 高清-AVC.mp4"
"89"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\68-71、Spring和SpringMVC为什么需要父子容器？-720P 高清-AVC.mp4"
"90"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\69-72、是否可以把SpringMVC所有Bean都交给Spring容器来管理？-720P 高清-AVC.mp4"
"91"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\70-73、是否可以把Spring的Bean都交给Spring-mvc来管理-720P 高清-AVC.mp4"
"92"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\71-74、如何实现零配置的SpringMVC？原理是什么？-720P 高清-AVC.mp4"
"93"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\72-75、SpringMVC的拦截器和过滤器的区别和执行顺序-720P 高清-AVC.mp4"
"94"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\73-76、谈谈你对SpringBoot的理解，它有哪些特性-720P 高清-AVC.mp4"
"95"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\74-77、Spring和SpringBoot的关系和区别-720P 高清-AVC.mp4"
"96"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\75-78、SpringBoot的核心注解-720P 高清-AVC.mp4"
"97"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\76-79、SpringBoot自动配置原理-720P 高清-AVC.mp4"
"98"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\77-80、为什么SpringBoot的jar可以直接运行？-720P 高清-AVC.mp4"
"99"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\78-81、SpringBoot的启动原理？-720P 高清-AVC.mp4"
"100"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\79-82、SpringBoot内置Tomcat启动原理？-720P 高清-AVC.mp4"
"101"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\80-83、SpringBoot外部Tomcat启动原理？-720P 高清-AVC.mp4"
"102"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\81-84、会不会自定义Starter？大概实现过程？-720P 高清-AVC.mp4"
"103"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\82-86、SpringBoot的默认日志实现框架是什么？怎么切换成别的？(2)-720P 高清-AVC.mp4"
"104"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\83-87、说说你在开发的时候怎么在SpringBoot的基础上做扩展？-720P 高清-AVC.mp4"
"105"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\84-88、微服务架构的优缺点-720P 高清-AVC.mp4"
"106"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\85-89、SOA、分布式、微服务之间有什么关系和区别？-720P 高清-AVC.mp4"
"107"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\86-90、微服务怎么拆-720P 高清-AVC.mp4"
"108"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\87-91、常用微服务组件及作用-720P 高清-AVC.mp4"
"109"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\88-92、介绍注册中心的核心功能？-720P 高清-AVC.mp4"
"110"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\89-93、谈谈配置中心-720P 高清-AVC.mp4"
"111"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\90-94、说说服务网关可以做什么-720P 高清-AVC.mp4"
"112"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\91-95、什么是服务雪崩？什么是服务限流？-720P 高清-AVC.mp4"
"113"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\92-96、什么是熔断？什么是降级-720P 高清-AVC.mp4"
"114"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\93-97、说说Seata的实现原理-720P 高清-AVC.mp4"
"115"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\94-98、微服务架构排错-720P 高清-AVC.mp4"
"116"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\95-99、说说Ribbon有哪些负载均衡策略-720P 高清-AVC.mp4"
"117"="0=D:\\QLMedias\\Videos\\徐庶老师—Spring全家桶面试题x100\\96-100、你项目哪些场景用到了限流、降级？怎么配的？-720P 高清-AVC.mp4"
"118"="0=D:\\QLMedias\\Videos\\最好的小学英语语法课堂-看完英语100分.mp4"
"119"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\001-Java面试专题-导学课程-720P 高清-AVC.mp4"
"120"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\002-准备篇-01-企业简历筛选规则-720P 高清-AVC.mp4"
"121"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\003-准备篇-02-简历注意事项-720P 高清-AVC.mp4"
"122"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\004-准备篇-03-应届生该如何找到合适的练手项目-720P 高清-AVC.mp4"
"123"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\005-准备篇-04-Java程序员的面试过程-720P 高清-AVC.mp4"
"124"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\006-Redis篇-01-redis开篇-720P 高清-AVC.mp4"
"125"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\007-Redis篇-02-redis使用场景-缓存-缓存穿透-720P 高清-AVC.mp4"
"126"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\008-Redis篇-03-redis使用场景-缓存-缓存击穿-720P 高清-AVC.mp4"
"127"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\009-Redis篇-04-redis使用场景-缓存-缓存雪崩-720P 高清-AVC.mp4"
"128"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\010-Redis篇-05-redis使用场景-缓存-双写一致性-720P 高清-AVC.mp4"
"129"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\011-Redis篇-06-redis使用场景-缓存-持久化-720P 高清-AVC.mp4"
"130"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\012-Redis篇-07-redis使用场景-缓存-数据过期策略-720P 高清-AVC.mp4"
"131"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\013-Redis篇-08-redis使用场景-缓存-数据淘汰策略-720P 高清-AVC.mp4"
"132"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\014-Redis篇-09-redis分布式锁-使用场景-720P 高清-AVC.mp4"
"133"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\015-Redis篇-10-redis分布式锁-实现原理（setnx、redisson）-720P 高清-AVC.mp4"
"134"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\016-Redis篇-11-redis其他面试问题-主从复制、主从同步流程-720P 高清-AVC.mp4"
"135"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\017-Redis篇-12-redis其他面试问题-哨兵模式、集群脑裂-720P 高清-AVC.mp4"
"136"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\018-Redis篇-13-redis其他面试问题-分片集群、数据读写规则-720P 高清-AVC.mp4"
"137"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\019-Redis篇-14-redis其他面试问题-redis是单线程的，但是为什么还那么快-720P 高清-AVC.mp4"
"138"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\020-数据库篇-01-MySQL篇-课程介绍-720P 高清-AVC.mp4"
"139"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\021-数据库篇-02-优化-如何定位慢查询-720P 高清-AVC.mp4"
"140"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\022-数据库篇-03-优化-sql语句执行的很慢，如何分析-720P 高清-AVC.mp4"
"141"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\023-数据库篇-04-优化-索引概念及索引底层数据结构-720P 高清-AVC.mp4"
"142"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\024-数据库篇-05-优化-聚簇索引和非聚簇索引、回表查询-720P 高清-AVC.mp4"
"143"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\025-数据库篇-06-优化-覆盖索引、超大分页优化-720P 高清-AVC.mp4"
"144"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\026-数据库篇-07-优化-索引创建的原则-720P 高清-AVC.mp4"
"145"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\027-数据库篇-08-优化-什么情况下索引会失效-720P 高清-AVC.mp4"
"146"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\028-数据库篇-09-优化-谈一谈你对sql优化的经验-720P 高清-AVC.mp4"
"147"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\029-数据库篇-10-事务-事务的特性-720P 高清-AVC.mp4"
"148"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\030-数据库篇-11-事务-并发事务问题、隔离级别-720P 高清-AVC.mp4"
"149"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\031-数据库篇-12-事务-undo log 和 redo log的区别-720P 高清-AVC.mp4"
"150"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\032-数据库篇-13-事务-解释一下mvcc-720P 高清-AVC.mp4"
"151"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\033-数据库篇-14-MySQL-主从同步原理-720P 高清-AVC.mp4"
"152"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\034-数据库篇-15-MySQL-分库分表-720P 高清-AVC.mp4"
"153"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\035-框架篇-01-框架篇-课程介绍-720P 高清-AVC.mp4"
"154"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\036-框架篇-02-Spring-单例bean是线程安全的吗-720P 高清-AVC.mp4"
"155"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\037-框架篇-03-Spring-AOP相关面试题-720P 高清-AVC.mp4"
"156"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\038-框架篇-04-Spring-事务失效的场景-720P 高清-AVC.mp4"
"157"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\039-框架篇-05-Spring-bean的生命周期-720P 高清-AVC.mp4"
"158"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\040-框架篇-06-Spring-bean的循环依赖（循环引用）-720P 高清-AVC.mp4"
"159"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\041-框架篇-07-Springmvc-执行流程-720P 高清-AVC.mp4"
"160"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\042-框架篇-08-Springboot-自动配置原理-720P 高清-AVC.mp4"
"161"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\043-框架篇-09-spring框架常见的注解（spring、springmvc、springboot）-720P 高清-AVC.mp4"
"162"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\044-框架篇-10-MyBatis-执行流程-720P 高清-AVC.mp4"
"163"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\045-框架篇-11-Mybatis-延迟加载使用及原理-720P 高清-AVC.mp4"
"164"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\046-框架篇-12-Mybatis-一级、二级缓存-720P 高清-AVC.mp4"
"165"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\047-微服务篇-01-微服务-课程介绍-720P 高清-AVC.mp4"
"166"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\048-微服务篇-02-springcloud-常见组件有哪些-720P 高清-AVC.mp4"
"167"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\049-微服务篇-03-springcloud-注册中心eureka、nacos-720P 高清-AVC.mp4"
"168"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\050-微服务篇-04-springcloud-ribbon负载均衡，负载均衡策略，自定义负载均衡-720P 高清-AVC.mp4"
"169"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\051-微服务篇-05-spring cloud-服务雪崩、熔断降级-720P 高清-AVC.mp4"
"170"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\052-微服务篇-06-spring-cloud-微服务的监控-skywalking-720P 高清-AVC.mp4"
"171"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\053-微服务篇-07-业务问题-微服务限流（漏桶算法、令牌桶算法）-720P 高清-AVC.mp4"
"172"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\054-微服务篇-08-分布式系统理论-CAP和BASE-720P 高清-AVC.mp4"
"173"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\055-微服务篇-09-业务问题-分布式事务解决方案-720P 高清-AVC.mp4"
"174"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\056-微服务篇-10-业务问题-分布式服务的接口幂等性如何设计-720P 高清-AVC.mp4"
"175"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\057-微服务篇-11-业务问题-你们项目中使用了什么分布式任务调度-xxl-job-720P 高清-AVC.mp4"
"176"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\058-消息中间件篇-01-消息中间件-课程介绍-720P 高清-AVC.mp4"
"177"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\059-消息中间件篇-02-RabbitMQ-如何保证消息不丢失-720P 高清-AVC.mp4"
"178"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\060-消息中间件篇-03-RabbitMQ-消息的重复消费问题如何解决的-720P 高清-AVC.mp4"
"179"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\061-消息中间件篇-04-RabbitMQ-中死信交换机 (RabbitMQ延迟队列有了解过嘛)-720P 高清-AVC.mp4"
"180"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\062-消息中间件篇-05-RabbitMQ-如果有100万消息堆积在MQ , 如何解决(消息堆积怎么解决)-720P 高清-AVC.mp4"
"181"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\063-消息中间件篇-06-RabbitMQ的高可用机制有了解过嘛-720P 高清-AVC.mp4"
"182"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\064-消息中间件篇-07-Kafka是如何保证消息不丢失-720P 高清-AVC.mp4"
"183"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\065-消息中间件篇-08-Kafka是如何保证消费的顺序性-720P 高清-AVC.mp4"
"184"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\066-消息中间件篇-09-Kafka的高可用机制有了解过嘛-720P 高清-AVC.mp4"
"185"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\067-消息中间件篇-10-Kafka数据清理机制了解过嘛-720P 高清-AVC.mp4"
"186"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\068-消息中间件篇-11-Kafka实现高性能的设计有了解过嘛-720P 高清-AVC.mp4"
"187"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\069-常见集合篇-01-集合面试题-课程介绍-720P 高清-AVC.mp4"
"188"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\070-常见集合篇-02-算法复杂度分析-720P 高清-AVC.mp4"
"189"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\071-常见集合篇-03-ArrayList-数据结构-数组-720P 高清-AVC.mp4"
"190"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\072-常见集合篇-04-ArrayList-源码分析-720P 高清-AVC.mp4"
"191"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\073-常见集合篇-05-ArrayList-底层原理及构造函数相关面试题回答-720P 高清-AVC.mp4"
"192"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\074-常见集合篇-06-ArrayList-如何实现数组和List之间的转换-720P 高清-AVC.mp4"
"193"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\075-常见集合篇-07-LinkedList-数据结构-链表-720P 高清-AVC.mp4"
"194"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\076-常见集合篇-08-ArrayList和LinkedList的区别是什么？-720P 高清-AVC.mp4"
"195"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\077-常见集合篇-09-数据结构-二叉树-720P 高清-AVC.mp4"
"196"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\078-常见集合篇-10-数据结构-红黑树-720P 高清-AVC.mp4"
"197"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\079-常见集合篇-11-数据结构-散列表-720P 高清-AVC.mp4"
"198"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\080-常见集合篇-12-HashMap-说一下HashMap的实现原理？-720P 高清-AVC.mp4"
"199"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\081-常见集合篇-13-HashMap的put方法的具体流程-720P 高清-AVC.mp4"
"200"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\082-常见集合篇-14-HashMap-讲一讲HashMap的扩容机制-720P 高清-AVC.mp4"
"201"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\083-常见集合篇-15-HashMap源码分析-动画工具介绍-720P 高清-AVC.mp4"
"202"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\084-常见集合篇-16-HashMap的寻址算法和数组长度为什么是2的n次幂-720P 高清-AVC.mp4"
"203"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\085-常见集合篇-17-HashMap在1.7情况下的多线程死循环问题-720P 高清-AVC.mp4"
"204"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\086-并发编程篇-01-多线程课程介绍-720P 高清-AVC.mp4"
"205"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\087-并发编程篇-02-线程基础-线程和进程的区别？-720P 高清-AVC.mp4"
"206"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\088-并发编程篇-03-线程基础-并行与并发的区别-720P 高清-AVC.mp4"
"207"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\089-并发编程篇-04-线程基础-线程创建的方式-runnable与callable区别-start和run区别-720P 高清-AVC.mp4"
"208"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\090-并发编程篇-05-线程基础-线程包括哪些状态，状态之间是如何变化的-720P 高清-AVC.mp4"
"209"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\091-并发编程篇-06-线程基础-线程按顺序执行join、notify和notifyall区别-720P 高清-AVC.mp4"
"210"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\092-并发编程篇-07-线程基础-java中wait和sleep方法的不同-720P 高清-AVC.mp4"
"211"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\093-并发编程篇-08-线程基础-如何停止一个正在运行的线程-720P 高清-AVC.mp4"
"212"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\094-并发编程篇-09-线程安全-synchronized关键字的底层原理-基础回答-720P 高清-AVC.mp4"
"213"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\095-并发编程篇-10-线程安全-synchronized关键字的底层原理-进阶回答-720P 高清-AVC.mp4"
"214"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\096-并发编程篇-11-线程安全-你谈谈 JMM（Java内存模型）-720P 高清-AVC.mp4"
"215"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\097-并发编程篇-12-线程安全-你谈谈对CAS的理解-720P 高清-AVC.mp4"
"216"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\098-并发编程篇-13-线程安全-请谈谈你对 volatile 的理解-可见性-720P 高清-AVC.mp4"
"217"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\099-并发编程篇-14-线程安全-请谈谈你对 volatile 的理解-禁止指令重排序-720P 高清-AVC.mp4"
"218"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\100-并发编程篇-15-线程安全-什么是AQS-720P 高清-AVC.mp4"
"219"="0=D:\\QLMedias\\Videos\\Courses\\新版Java面试专题视频教程，java八股文面试全套真题+深度详解（含大厂高频面试真题）\\101-并发编程篇-16-线程安全-ReentrantLock的实现原理-720P 高清-AVC.mp4"
"220"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\001-【初识Spring】1.课程介绍.mp4"
"221"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\002-【初识Spring】2.生态.mp4"
"222"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\003-【初识Spring】3.什么是框架.mp4"
"223"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\004-【初识Spring】4.框架发展历程.mp4"
"224"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\005-【初识Spring】5.Java主流架构演变之路.mp4"
"225"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\006-【初识Spring】6.什么是Spring框架.mp4"
"226"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\007-【初识Spring】7.什么是IOC.mp4"
"227"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\008-【初识Spring】8.什么情况要用IOC.mp4"
"228"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\009-【初识Spring】9.为什么使用IOC.mp4"
"229"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\010-【初识Spring】10.Spring之IOC初探.mp4"
"230"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\011-【初识Spring】11.总结IOC.mp4"
"231"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\012-【初识Spring】12.IOC优点.mp4"
"232"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\013-【初识Spring】13.作业.mp4"
"233"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\015-【ioc-xml】2-基于maven快速搭建Spring框架.mp4"
"234"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\016-【ioc-xml】3-概念介绍.mp4"
"235"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\017-【ioc-xml】4-容器创建.mp4"
"236"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\018-【ioc-xml】5-Bean配置&访问.mp4"
"237"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\019-【ioc-xml】6-别名.mp4"
"238"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\020-【ioc-xml】7-依赖注入：基于setter方法.mp4"
"239"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\021-【ioc-xml】8-依赖注入：基于构造函数.mp4"
"240"="0=D:\\QLMedias\\Videos\\Courses\\SSM—Spring5基础入门课程!Spring源码!提供笔记资料轻松入门!\\014-【ioc-xml】1-Maven快速入门.mp4"
"241"="0=D:\\QLMedias\\Videos\\Courses\\【黑马】测试开发工程师之接口测试教程【配套源码+笔记】\\08-08 jmeter运行环境配置-720P 高清-AVC.mp4"
"242"="0=D:\\QLMedias\\Videos\\Courses\\【黑马】测试开发工程师之接口测试教程【配套源码+笔记】\\09-09 软件启动及安装目录-720P 高清-AVC.mp4"
"243"="0=D:\\QLMedias\\Videos\\Courses\\【黑马】测试开发工程师之接口测试教程【配套源码+笔记】\\10-10 线程组基本介绍-720P 高清-AVC.mp4"
"244"="0=D:\\QLMedias\\Videos\\Courses\\【黑马】测试开发工程师之接口测试教程【配套源码+笔记】\\11-11 测试片段基本介绍-720P 高清-AVC.mp4"
"245"="0=D:\\QLMedias\\Videos\\Courses\\【黑马】测试开发工程师之接口测试教程【配套源码+笔记】\\12-12 jmeter 元件分类和基本介绍-720P 高清-AVC.mp4"
"246"="0=D:\\QLMedias\\Videos\\Courses\\【黑马】测试开发工程师之接口测试教程【配套源码+笔记】\\13-13 元件作用域及执行顺序-720P 高清-AVC.mp4"
"247"="0=D:\\QLMedias\\Videos\\Courses\\【黑马】测试开发工程师之接口测试教程【配套源码+笔记】\\14-14 jmeter 录制脚本-720P 高清-AVC.mp4"
"248"="0=D:\\QLMedias\\Videos\\Courses\\【黑马】测试开发工程师之接口测试教程【配套源码+笔记】\\15-15 用户参数实现参数化-720P 高清-AVC.mp4"
"249"="0=D:\\QLMedias\\Videos\\Courses\\【黑马】测试开发工程师之接口测试教程【配套源码+笔记】\\16-16 用户自定义变量-720P 高清-AVC.mp4"
"250"="0=D:\\QLMedias\\Videos\\Courses\\【黑马】测试开发工程师之接口测试教程【配套源码+笔记】\\17-17 读取外部文件实现参数化-720P 高清-AVC.mp4"
"251"="0=D:\\QLMedias\\Videos\\Courses\\【黑马】测试开发工程师之接口测试教程【配套源码+笔记】\\17-17 读取外部文件实现参数化.mp4"
"252"="0=D:\\QLMedias\\Videos\\Courses\\【黑马】测试开发工程师之接口测试教程【配套源码+笔记】\\18-18 csv data set config 属性.mp4"
"253"="0=D:\\QLMedias\\Videos\\Courses\\Shell脚本编程全套视频教程66集(全)\\01-001.shell简介-720P 高清-AVC.mp4"
"254"="0=D:\\QLMedias\\Videos\\Courses\\Shell脚本编程全套视频教程66集(全)\\02-002.shell语言的特性-720P 高清-AVC.mp4"
"255"="0=D:\\QLMedias\\Videos\\Courses\\Shell脚本编程全套视频教程66集(全)\\03-003.shell脚本程序的运行方式-720P 高清-AVC.mp4"
"256"="0=D:\\QLMedias\\Videos\\Courses\\Shell脚本编程全套视频教程66集(全)\\04-004.shell脚本程序的存储位置-720P 高清-AVC.mp4"
"257"="0=D:\\QLMedias\\Videos\\Courses\\Shell脚本编程全套视频教程66集(全)\\05-005.shell脚本程序自定义变量.变量的定义和调用-720P 高清-AVC.mp4"
"258"="0=D:\\QLMedias\\Videos\\Courses\\Shell脚本编程全套视频教程66集(全)\\06-006.shell脚本程序自定义变量.变量的查看和删除-720P 高清-AVC.mp4"
"259"="0=D:\\QLMedias\\Videos\\Courses\\Shell脚本编程全套视频教程66集(全)\\07-007.shell脚本程序自定义变量.变量综合示例-720P 高清-AVC.mp4"
"260"="0=D:\\QLMedias\\Videos\\Courses\\Shell脚本编程全套视频教程66集(全)\\08-008.shell脚本程序自定义变量.交互式变量-720P 高清-AVC.mp4"
"261"="0=D:\\QLMedias\\Videos\\Courses\\Shell脚本编程全套视频教程66集(全)\\09-009.shell脚本程序自定义变量.变量整数运算-720P 高清-AVC.mp4"
"262"="0=D:\\QLMedias\\Videos\\Courses\\Shell脚本编程全套视频教程66集(全)\\10-010.shell脚本程序自定义变量.环境变量1.mp4"
"263"="0=D:\\QLMedias\\Videos\\Courses\\Shell脚本编程全套视频教程66集(全)\\11-011.shell脚本程序自定义变量.环境变量2.mp4"
"264"="0=D:\\QLMedias\\Videos\\Courses\\Shell脚本编程全套视频教程66集(全)\\12-012.shell脚本程序自定义变量.位置变量.mp4"
"265"="0=D:\\QLMedias\\Videos\\Courses\\Shell脚本编程全套视频教程66集(全)\\13-013.shell脚本程序自定义变量.预定义变量.mp4"
"266"="0=D:\\QLMedias\\Videos\\Courses\\2024最新SpringCloud Alibaba 云商城项目实战（完整版） 保姆级教程 附源码\\003-03-电商知识学习.1.mp4"
"267"="0=D:\\QLMedias\\Videos\\Courses\\2024最新SpringCloud Alibaba 云商城项目实战（完整版） 保姆级教程 附源码\\004-04-云商城业务功能介绍.mp4"
"268"="0=D:\\QLMedias\\Videos\\Courses\\2024最新SpringCloud Alibaba 云商城项目实战（完整版） 保姆级教程 附源码\\005-05-前后端分离开发模式讲解.mp4"
"269"="0=D:\\QLMedias\\Videos\\Courses\\2024最新SpringCloud Alibaba 云商城项目实战（完整版） 保姆级教程 附源码\\006-06-前后端分离-swagger使用.mp4"
"270"="0=D:\\QLMedias\\Videos\\Courses\\完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\007-day01_前端项目部署-720P 高清-AVC.mp4"
"271"="0=D:\\QLMedias\\Videos\\Courses\\完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\008-day01_网关服务配置-720P 高清-AVC.mp4"
"272"="0=D:\\QLMedias\\Videos\\Courses\\完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\006-day01_基础项目结构搭建-720P 高清-AVC.mp4"
"273"="0=D:\\QLMedias\\Videos\\Courses\\完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\006-day01_基础项目结构搭建.mp4"
"274"="0=D:\\QLMedias\\Videos\\Courses\\完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\007-day01_前端项目部署.mp4"
"275"="0=D:\\QLMedias\\Videos\\Courses\\完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\008-day01_网关服务配置.mp4"
"276"="0=D:\\QLMedias\\Videos\\Courses\\完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\009-day01_用户服务搭建与测试.mp4"
"277"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\008-day01_网关服务配置.mp4"
"278"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\009-day01_用户服务搭建与测试.mp4"
"279"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\010-day01_对象构造器注入问题.mp4"
"280"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\011-day01_Nacos命名空间的使用.mp4"
"281"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\012-day01_本地配置转移到配置中心.mp4"
"282"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\013-day01_单项目配置文件共享.mp4"
"283"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\014-day01_提交代码到git仓库.mp4"
"284"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\015-day01_小结.mp4"
"285"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\016-day02_手机号唯一性检查需求分析.mp4"
"286"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\017-day02_网关跨域配置.mp4"
"287"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\018-day02_验证码存储技术选型.mp4"
"288"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\019-day02_验证码key设计.mp4"
"289"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\020-day02_集成redis服务.mp4"
"290"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\021-day02_发送短信基础实现.mp4"
"291"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\022-day02_SpringBoot自动配置Redis模块实现.mp4"
"292"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\023-day02_远程仓库管理与gitee开源项目.mp4"
"293"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\024-day02_阿里云短信平台简介.mp4"
"294"="0=D:\\QLMedias\\Videos\\Courses\\【项目实战】完整版从0搭建 Spring Cloud 微服务大型旅游项目实战，马F窝秋招简历亮点项目\\025-day02_阿里云发送短信接口实现.mp4"
"295"="300699=D:\\QLMedias\\Videos\\Courses\\【2024B站精选】自动化测试教程合集，带你从0到1掌握理论+项目，别再浪费时间看低劣教程了\\001-【接口篇】接口自动化测试认知-720P 高清-AVC.mp4"
"296"="0=D:\\QLMedias\\Videos\\Courses\\【2024B站精选】自动化测试教程合集，带你从0到1掌握理论+项目，别再浪费时间看低劣教程了\\001-【介绍篇】接口自动化测试认知.mp4"
"297"=""

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64\Settings]
"MftDecoder"=dword:00000001
"DmoDecoder"=dword:00000001
"Info1"=""
"Info6"=""
"Info7"=""
"LastConfigPage"=dword:000001bb
"LastFilterPage"=dword:0000016a
"PlaybackMode"=dword:00000001
"LastPlayListName"="PotPlayerMini64.dpl"
"LastSkinTypeTouch"=dword:00000000
"LastSkinName"=""
"LastSkinXmlName"="VideoSkin.xml"
"LastSkinXmlNameVideo"="VideoSkin.xml"
"LastSkinXmlNameAudio"="AudioSkin.xml"
"VideoRen2"=dword:0000000f
"ScreenFitBySize"=dword:00000001
"AudioVolume"=dword:00000041
"CaptionStyle"="5;5;5;5;2;0;2.000000;2.000000;3.000000;3.000000;0xffffff;0x000000;0x000000;0x000000;0x00;0x00;0x00;0x90;1;Segoe UI;18.000000;100.000000;100.000000;0.000000;700;0;0;0;0;0.000000;0.000000;0.000000;0.000000;2;0;1;88;95;0.000000;0;0"
"PreviewThumbnail"=dword:00000001
"UseRotateInfo"=dword:00000000
"VideoLumGainOld"=dword:00000002
"VideoLumOffset"=dword:00000004
"AudioNormalize"=dword:00000000
"OnTopMode"=dword:00000000
"MoveSizeByCenter"=dword:00000001
"RememberPosition"=dword:00000001
"RememberPositionAudio"=dword:00000001
"ShowRememberList"=dword:00000001
"SkinVisualType"=dword:00000002
"PrevSpeed"=hex:00,00,00,d0,cc,cc,04,40
"AllowMultiple"=dword:00000000
"MinimizeWindowAll"=dword:00000000
"EffectPage"=dword:00000000
"EffectCastOnly"=dword:00000001
"SkipCastPreview"=dword:00000000
"PlayPriority2"=dword:00000002
"ChatAttachToMain2"=dword:00000000
"BroadcastAttachToMain2"=dword:00000000
"ChatAttachSize1"=dword:0000011e
"PlaylistAttachSize2"=dword:000001a8
"PlaylistAttachSize1"=dword:000002e2
"CaptionPutMode"=dword:00000000
"PlayUseKeyFrame"=dword:00000000
"IntDXVAUseMode"=dword:00000000
"MouseLeftSClick"=dword:00000004
"MouseLeftDClick"=dword:00000001
"MouseWheelUp"=dword:00000013
"MouseWheelDown"=dword:00000012
"UseMediaKey"=dword:00000000
"PauseOnMin"=dword:00000001
"PauseOnLock"=dword:00000001
"StartScreenSize"=dword:00000004
"StartCenterPos"=dword:00000001
"CaptionTranslateEngine2"="SubtitleTranslate - google.as"
"VMR9VSyncInternal"=dword:00000000
"D3DFullScreenUi"=dword:00000000
"MessageFontSize"=dword:0000000e
"MessageTextColor"=dword:78ff0000
"MessageOutlineColor"=dword:82ffffff
"MessageHoriPos"=dword:00000001
"MessageBetery"=dword:00000001
"AutoResizeFullScreen"=dword:00000001
"MovieCapturePrefix"="111"
"AttachWindowIndex"=dword:00000002
"SaveConfigPause"=dword:00000001
"UseSideWindow"=dword:00000000
"DialogBaseFontName"="Microsoft YaHei UI"
"DialogBaseFontSize"=dword:0000000a
"UseATextOut"=dword:00000001
"TouchSupport"=dword:00000000
"CheckAutoUpdate"=dword:00000000
"AutoDownloadFile"=dword:00000000
"FileLinkEnqueue"=dword:00000000
"FileLinkPlay"=dword:00000000
"RepeatToggle"=dword:00000000
"PlayMoveTime0"=dword:00000002
"PlayMoveTime1"=dword:0000000a

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64\UrlHistory]
"0"="http://111.12.102.68:6610/PLTV/77777777/224/3221225663/index.m3u8?"
"0_t"="CCTV-9蓝光2"
"1"="http://223.110.245.136/PLTV/3/224/3221226975/index.m3u8"
"1_t"="凤凰香港蓝光1"
"2"="http://static.france24.com/live/F24_EN_LO_HLS/live_web.m3u8"
"2_t"="法国24台英语"
"3"="http://cgntv-glive.ofsdelivery.net/live/_definst_/cgntv_jp/chunklist_w564190259.m3u8"
"3_t"="CGNTV日本"
"4"="http://stream2.xiancity.cn/xatv4/sd/live.m3u8"
"4_t"="陕西西安影视台"
"5"="http://stream2.xiancity.cn/xatv2/sd/live.m3u8"
"5_t"="陕西西安白鸽台"
"6"="http://120.233.49.41/r/baiducdncmn-gd.inter.ptqy.gitv.tv/tslive/c18_lb_xianxiaxuanhuan_720p_t5/c18_lb_xianxiaxuanhuan_720p_t5.m3u8"
"6_t"="爱奇艺_仙侠玄幻"
"7"="http://120.233.49.41/r/baiducdncmn-gd.inter.ptqy.gitv.tv/tslive/c15_lb_fengxiaogang_720p_t5/c15_lb_fengxiaogang_720p_t5.m3u8"
"7_t"="爱奇艺_周末影院"
"8"="http://39.134.66.66/PLTV/88888888/224/3221225730/index.m3u8"
"8_t"="求索动物FHD"
"9"="http://111.12.102.68:6610/PLTV/77777777/224/3221225688/index.m3u8?"
"9_t"="纪实人文FHD"
"10"="http://101.71.255.229:6610/zjhs/2/10037/index.m3u8?virtualDomain=zjhs.live_hls.zte.com"
"10_t"="BEST电影"
"11"="http://101.71.255.229:6610/zjhs/2/10037/z.m3u8?ZTEUPSTREAM=1&IASHttpSessionId=SLB4328320190321203540013412&m3u8_level=2&ztecid=10037&virtualDomain=zjhs.live_hls.zte.com&ispcode=3&tid=Q894B3E8EEZ3T19UG09L8B03GSWB&ts=1553493266"
"11_t"="欧美影院"
"12"="http://117.169.124.37:6610/ysten-businessmobile/live/dongnanstv/yst.m3u8"
"12_t"="东南卫视蓝光1"
"13"="http://112.17.40.140/PLTV/88888888/224/3221226491/index.m3u8"
"13_t"="凤凰资讯蓝光1"
"14"="http://111.12.102.68:6610/PLTV/77777777/224/3221225630/index.m3u8?"
"14_t"="CCTV-8蓝光3"
"15"="http://111.12.102.68:6610/PLTV/77777777/224/3221225645/index.m3u8?"
"15_t"="CCTV-12蓝光1"
"16"="http://111.12.102.68:6610/PLTV/77777777/224/3221225750/index.m3u8?"
"16_t"="CCTV-11蓝光2"
"17"="http://111.12.102.68:6610/PLTV/77777777/224/3221225624/index.m3u8?"
"17_t"="CCTV-10蓝光1"
"18"="http://111.12.102.68:6610/PLTV/77777777/224/3221225627/index.m3u8?"
"18_t"="CCTV-7蓝光1"
"19"="http://223.110.243.139/PLTV/3/224/3221225548/index.m3u8"
"19_t"="CCTV-6蓝光1"
"20"="http://111.12.102.68:6610/PLTV/77777777/224/3221225712/index.m3u8?"
"20_t"="CCTV-5+蓝光2"
"21"="http://112.17.40.145/PLTV/88888888/224/3221226687/index.m3u8"
"21_t"="CCTV-5蓝光2"
"22"="http://111.12.102.68:6610/PLTV/77777777/224/3221225761/index.m3u8?"
"22_t"="CCTV-4蓝光2"
"23"="http://117.169.124.36:6610/ysten-businessmobile/live/cctv-3/1.m3u8"
"23_t"="CCTV-3蓝光1"
"24"="http://111.12.102.68:6610/PLTV/77777777/224/3221225676/index.m3u8?"
"24_t"="CCTV-2蓝光1"
"25"="http://111.12.102.68:6610/PLTV/77777777/224/3221225674/index.m3u8?"
"25_t"="CCTV-1蓝光1"
"26"="http://111.12.102.68:6610/PLTV/77777777/224/3221225739/index.m3u8?"
"26_t"="CCTV-11蓝光1"
"27"="http://111.12.102.68:6610/PLTV/77777777/224/3221225704/index.m3u8?"
"27_t"="CCTV-10蓝光2"
"28"="http://111.12.102.68:6610/PLTV/77777777/224/3221225633/index.m3u8?"
"28_t"="CCTV-9蓝光1"
"29"=""

[HKEY_CURRENT_USER\Software\Daum\PotPlayerMini64]
"MInfo2"="qTEch/ABgCXJg/oIwL+xtK/Cn/HtVrF/P2NsYzSCEJwWmQ==;2azbHORwo16WKHsmPh1fHwZ6CLNQGecsPtQIOlL12lgiKeaJ/9hQM7HlMCmkP3k8iYjip31UGim9eibBhhvKfKFAx9beBhVLekiXhFTNW+VKlA7o"
"ServiceValue"=dword:00000000
""=dword:00000000

